{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"(=":261,"](":262,"CC":263,"@@":264,"cc":265,"Cc":266,"ccc":267,"CCC":268,")[":269,"]([":270,"nH":271,"ccccc":272,"cn":273,"NC":274,"12":275,"CCN":276,"CO":277,"CS":278,"nc":279,")(":280,"CCS":281,"CCSC":282,"CCCCN":283,"CCCNC":284,"OC":285,"NCC":286,"Br":287,"CN":288,"Cl":289,"cccc":290,"nn":291,"OCC":292,")(=":293,"cnc":294,"sc":295,"CCCC":296,"Nc":297,"ncc":298,"([":299,"@@]":300,"nnc":301,"Cn":302,"@]":303,"oc":304,"CNC":305,"COC":306,"CCc":307,"@](":308,"@@](":309,"ccn":310,"CCOC":311,"CCCCC":312,"cnn":313,"CCOCC":314,"Oc":315,"CCCN":316,"CCCO":317,"SC":318,"ccnc":319,"ncn":320,"scc":321,"CSc":322,"Sc":323,"csc":324,"cncc":325,"cccs":326,"ccsc":327,"nccc":328,"cccnc":329,"COc":330,"CCO":331,"CNc":332,"23":333,"cccn":334,"cs":335,"CCn":336,"CCCc":337,"NS":338,"nnn":339,"OCc":340,"CCNC":341,"no":342,"ncnc":343,"+]":344,"noc":345,"sccc":346,"ccccn":347,"on":348,"ccco":349,"SCC":350,"onc":351,"21":352,"NCc":353,"ccncc":354,"OCCC":355,"CCCS":356,"CSC":357,"OCCO":358,"ccs":359,"coc":360,"COCC":361,"CCNc":362,"cncn":363,"ncccc":364,"CCOc":365,")=":366,"nccn":367,"ccoc":368,"@](=":369,"snc":370,"@]([":371,"CSCc":372,"SCc":373,"CNS":374,"CCCOC":375,"nccs":376,"cnccn":377,"CCCCO":378,"CSCC":379,"occc":380,"CCSc":381,")/":382,"CCNCc":383,"cnccc":384,"OCCN":385,"@@](=":386,"occ":387,"ccnn":388,"CCSCC":389,"COCCN":390,"ns":391,"CNCC":392,"cscn":393,"cnnc":394,"cco":395,"@@]([":396,"OCO":397,"nnnc":398,"nnnn":399,"CCCn":400,"cnnn":401,"cscc":402,"nns":403,"ncnn":404,"CCCSC":405,"co":406,"CCCCCC":407,"CCNCC":408,"Nn":409,"CSCCN":410,"ccon":411,"sccn":412,"nncn":413,"nsc":414,"CCSCc":415,"CCCNc":416,"NCCC":417,"(/":418,"nccnc":419,"ncncc":420,"OCCc":421,"CCCCS":422,"cncs":423,"OCOC":424,"COCCO":425,"+](":426,"scnc":427,"ccncn":428,"COCc":429,"NO":430,"ncs":431,"CCCCn":432,"nonc":433,"CF":434,"OCCCO":435,"ocn":436,"CCCCc":437,"CCCSCC":438,"CCCOc":439,"nncs":440,"cccnn":441,"OCCCN":442,"csnn":443,"CNCCO":444,"NN":445,"CCCOCC":446,"CCCSc":447,"nsnc":448,"cnns":449,"OCCCC":450,"SCCC":451,"CCOCc":452,"ncns":453,"ncccn":454,"NCCN":455,"ncsc":456,"sn":457,"NCCc":458,"ncon":459,"cnco":460,"nncc":461,"ccns":462,"NCCS":463,"CCl":464,"nnsc":465,"non":466,"CSCCC":467,"ncoc":468,"SCCc":469,"CCCF":470,"](/":471,"CCF":472,"ocnc":473,"ncco":474,"ON":475,"conc":476,"ccsn":477,"CCCl":478,"cnsc":479,"CCCCNC":480,"nco":481,"sncc":482,"cnsn":483,"CCCCCN":484,"13":485,"cnoc":486,"cncnc":487,"COCCC":488,"NOC":489,"NCCCC":490,"NCCOC":491,"CSCCO":492,"=[":493,"OCCOC":494,"NCCn":495,"SCCN":496,")\\":497,"CSCN":498,"24":499,"scnn":500,"COCCOC":501,"SCCS":502,"snn":503,"cncnn":504,"NCCO":505,"][":506,"CNCc":507,"ncno":508,"OCCCc":509,"CCCNCC":510,"cno":511,"CNCCN":512,"COCCc":513,"OCCSC":514,"snnc":515,"\\[":516,"CSCCn":517,"OCn":518,"nnco":519,"]/":520,"32":521,"CCCCCCC":522,"NCn":523,"OCCS":524,"SCCCO":525,"cns":526,"nnns":527,"OCCNC":528,"ccno":529,"CNCCS":530,"NCCCN":531,"SCCCOC":532,"con":533,"scn":534,"csnc":535,"CSCCSC":536,"COCCCO":537,"CCCOn":538,"cocc":539,"CSCn":540,"cocn":541,"CONC":542,"CSCCS":543,"COn":544,"NOCC":545,"ONC":546,"SCCNC":547,"CCNS":548,"CNOC":549,"OCCn":550,"OCCNc":551,"41":552,"SCCn":553,"SCCCC":554,"CCOCO":555,"nocc":556,"nsn":557,"ccnnc":558,"CSCCc":559,"OCS":560,"OCCCn":561,"NCCCn":562,"SCCOC":563,"nccnn":564,"NCCCc":565,"NCCOc":566,")/[":567,"CNCCc":568,"@@+](":569,"@+](":570}